{
  "title": "WeFUN",
  "project_name": "WeFUN",
  "project_description": "Innovative use of wearable technology to improve functionality in children with unilateral cerebral palsy",
  "inicio": "Home",
  "proyectos": "Projects",
  "proyectos-related": "Related projects",
  "teddy": "Digital Teddy",
  "resumen-teddy": "This is a digital tool to assess selective visual attention in preschool children.",
  "ycpem": "YC-PEM", 
  "resumen-ycpem": "Brief summary of the YC-PEM project.",
  "satco": "SATCo",
  "resumen-satco": "Brief summary of the SATCo project.",
  "proyectos_description": "In this section, you can find information about projects that are related to WeFUN, such as the YC-PEM project, Teddy Digital, or SATCo.",
  "interesa": "Are you interested?",
  "interesa-p1": "If you are interested in having your child participate in this research study, let us inform you about the inclusion and exclusion criteria:",
  "criterios_inclusion": "Inclusion criteria",
  "criterios_exclusion": "Exclusion criteria",
  "l1_inclusion": "Confirmed diagnosis of unilateral hemiparesis",
  "l2_inclusion": "No botulinum toxin injections or surgical interventions in the 6 months prior to the study",
  "l4_inclusion": "MACS levels: I to III",
  "l1_exclusion": "Medical complications that may interfere (e.g., uncontrolled epilepsy)",
  "l2_exclusion": "Predominance of athetosis or dystonia movement patterns",
  "l3_exclusion": "Insufficient cognitive level to follow instructions",
  "l4_exclusion": "Marked visual disability",
  "next_essays": "Upcoming trials",
  "interesa-p2": "If you have reached this point, you might be interested to know that we are preparing new clinical trials outside Galicia, specifically in Madrid and Alicante.",
  "madrid_l1": "3 evaluations of 2 hours each <strong>in person</strong> at the European University of Madrid. </br><strong>Dates:</strong> September 3–5 (pre-intervention), October 4–5 (post-intervention), and November 14–15 (follow-up).",
  "madrid_l2": "<strong>Intervention:</strong> a home program lasting 1 month in which the child will wear the WeFUN watch, adapted to their needs and based on a daily routine program.",
  "madrid_l3": "<strong>Follow-up:</strong> conducted by a physiotherapist from the research team.",
  "madrid_l4": "<strong>How can I sign up?</strong> by filling out the following <a href='https://forms.office.com/e/AB08XshrAF' class='custom-link' target='_blank' rel='noopener noreferrer'>online form</a>",
  "hacemos": "What do we do?",
  "hacemos_1": "We are working on the project \"Innovative use of wearable technology to improve functionality in children with unilateral cerebral palsy\", which aims to determine the effectiveness of an intervention strategy that uses wearable technology, designed to improve functionality during spontaneous use of the affected upper limb.",
  "hacemos_2": "Participants, children aged between three and eight years with hemiparesis, undergo a series of evaluations in three distinct phases:",
  "hacemos_2_1": "PRE: just before the intervention period",
  "hacemos_2_2": "POST: immediately after the intervention period",
  "hacemos_2_3": "FOLLOW UP: one month after the end of the intervention period",
  "hacemos_3": "Once the three phases are completed, a series of variables or data are obtained that allow us to analyze the results of the intervention period. Additionally, we also obtain data and variables from the intervention period itself.",
  "somos": "Who are we?",
  "colaboradores": "Collaborators",
  "description_somos": "We are a small work team that can be divided into two groups: physiotherapists (NEUROcom) and IT specialists (GTEC).",
  "description_somos2": "Next, we briefly introduce ourselves:",
  "contacto": "Contact",
  "contacto2": "Contact",
  "derechos": "All rights reserved.",
  "privacidad": "Privacy Policy",
  "condiciones": "Terms and Conditions",
  "uni": "University of A Coruña (UDC)",
  "title_description1": "What is WeFUN?",
  "txt_description1": "WeFUN is a research project from the University of A Coruña (UDC) funded by the Ministry of Science and Innovation, co-financed by the European Union (EU). This project aims to improve functionality in children with unilateral cerebral palsy, also known as hemiparesis, through the innovative use of wearable technology.",
  "help_description": "Support PID2021-126782OA-I00 funded by MCIN/AEI/10.13039/501100011033 and by \"FEDER A way to make Europe\" Research approved by the Ethics Committee of Research in A Coruña-Ferrol code 2023-314",
  "txt_hacemos": "Explain more concretely what the project consists of and what we do",
  "description_actualidad": "Here you can see the latest news and updates from the WeFUN project and similar ones.",
  "contacto_description": "If you are interested in participating or obtaining more information, we encourage you to contact Verónica Robles, Principal Investigator (PI) of the project. For this, we provide you with an email below:",
  "rrss_description": "We also invite you to follow us on our social networks to stay updated on our projects and news:",
  "vero_mail": "veronica.robles@udc.es",
  "vero_phone": "+34 981 167 000 (ext. 5978)",
  "rol_vero": "Principal Investigator (PI)",
  "description_vero": "Doctor contracted in the Department of Physiotherapy, Medicine and Biomedical Sciences. Physiotherapist, Occupational Therapist. Master's and PhD in Neurosciences. Principal investigator of the WeFUN project (writes, creates, coordinates, manages, motivates, etc., and puts out fires). My curiosity about the brain and my commitment to childhood drive me.",
  "rol_fran": "Researcher",
  "description_fran": "Doctor contracted in the Department of Computer Engineering. Member of the Electronic Technology and Communications Group. Doctor and Engineer in Computer Science. Responsible for the development of mobile applications, acquisition of movement signals from sensors, and data collection for subsequent analysis.",
  "rol_irene": "Predoctoral contracted (PC-PD)",
  "description_irene": "Predoctoral contracted by the Xunta de Galicia in the Department of Physiotherapy, Medicine and Biomedical Sciences. Physiotherapist. Master's in Pediatric Physiotherapy. PhD student in the POD in Neurosciences. Researcher and part of the work team in the WeFUN project.",
  "rol_lucas": "Research support assistant",
  "description_lucas": "Graduated in Computer Engineering, in WeFUN I perform tasks related to data analysis: variable calculation, generation of Excel files with the variables, generation of graphs... all through Python. I have also performed testing tasks and support regarding the development of the mobile application. Creator of this website.",
  "rol_vanesa": "Research support technician",
  "description_vanesa": "Graduated in Physiotherapy, in WeFUN I perform tasks of planning and dissemination, preparation and assistance in experimental sessions, as well as data analysis. In the team, I am a curious sponge: I learn and contribute with ingenuity. My scientific wish: to preserve the neuroplasticity of a developing brain.",
  "publication_of": "Publication by:",
  "comments_title": "Comments",
  "show_comments": "Show comments",
  "hide_comments": "Hide comments",
  "next_page": "Next",
  "previous_page": "Previous",
  "not_comments": "No comments yet",
  "your_name": "Your name",
  "input_comment_title": "Would you like to comment?",
  "write_comment": "Write your comment",
  "send_comment": "Send comment",
  "back":"Go back",
  "send_error": "Error sending the comment. Please try again later.",
  "sending": "Sending...",
  "publication_not_found": "Publication not found",
  "author": "Author",
  "unknown": "Unknown",
  "loading_comments": "Loading comments...",
  "no_comments": "No comments yet.",
  "comment_error": "Error loading comments. Please try again later.",
  "error_empty_name": "The name cannot be empty.",
  "error_empty_comment": "The comment cannot be empty.",
  "colaboradores_title": "Collaborators",
  "colaboradores_description": "Below are shown the collaborators of the WeFUN project, both national and international. If you want to collaborate with us, do not hesitate to get in touch.",
  "privacidad_title": "Privacy Policy",
  "last-updated-privacidad": "Last updated: June 20, 2025",
  "privacidad_1": "1. What data do we collect?",
  "privacidad_1_1": "Your name.",
  "privacidad_1_2": "The content of the comment.",
  "privacidad_1_3": "Technical information such as IP address and browser (Firebase).",
  "privacidad_2": "2. Why do we use this data?",
  "privacidad_2_1": "To display comments on the website.",
  "privacidad_2_2": "To ensure the operation and security of the service (Firebase).",
  "privacidad_2_3": "We do not use your data for commercial purposes or to create profiles.",
  "privacidad_3": "3. Where is the data stored?",
  "privacidad_3_1": "Data is stored in Google Firebase Realtime Database, which may host it outside the European Union. Google applies appropriate safeguards such as standard contractual clauses.",
  "privacidad_4": "4. How long do we keep your data?",
  "privacidad_4_1": "Comments are kept indefinitely, unless:",
  "privacidad_4_2": "You request their deletion.",
  "privacidad_4_3": "Inappropriate or abusive content is detected.",
  "privacidad_5": "5. Who do we share your data with?",
  "privacidad_5_1": "We do not share your data with third parties. Only Firebase (Google) accesses them to provide the service.",
  "privacidad_6": "6. Your rights",
  "privacidad_6_1": "Access your data.",
  "privacidad_6_2": "Request their correction or deletion.",
  "privacidad_6_3": "Limit or object to processing.",
  "privacidad_7": "7. Cookies",
  "privacidad_7_1": "This site does not use its own or third-party cookies.",    
  "privacidad_content": "<p>We take your data privacy very seriously. This page explains what information we collect, how we use it, and how we protect it.</p><p>We do not share your information with third parties without your explicit consent.</p>",
  "title_terminos": "Terms and Conditions",
  "terminos_title": "Terms and Conditions",
  "last_updated_terminos": "Last updated: June 20, 2025",
  "terminos_1": "1. Proper Use",
  "terminos_1_1": "Comments must be used respectfully and constructively. Not allowed:",
  "terminos_1_2": "Posting offensive, violent, discriminatory, or illegal content.",
  "terminos_1_3": "Impersonating another person.",
  "terminos_1_4": "Posting spam, malicious links, or for promotional purposes.",
  "terminos_2": "2. Moderation",
  "terminos_2_1": "We reserve the right to:",
  "terminos_2_2": "Delete comments that violate these rules or are deemed inappropriate.",
  "terminos_2_3": "Block access to users who abuse the comment system.",
  "terminos_2_4": "Not review all comments before publication.",
  "terminos_3": "3. Content Responsibility",
  "terminos_3_1": "Each user is responsible for the content they publish. This website is not responsible for the opinions expressed by users in comments.",
  "terminos_4": "4. Service Availability",
  "terminos_4_1": "The comment system may be modified, suspended, or removed at any time without prior notice.",
  "terminos_5": "5. Changes to the Terms",
  "terminos_5_1": "We may update these terms at any time. It is recommended to review them periodically to stay informed of changes.",
  "terminos_content": "<p>By using this website, you agree to comply with the terms and conditions set forth below. We reserve the right to modify these terms at any time.</p><p>Continued use of the site after such changes constitutes acceptance of the new terms.</p>",
  "no_results": "No results found for the search performed.",
  "search_placeholder": "Search publications...",
  "search_button": "Search",
  "confirm_send_comment": "Once you publish a comment, you will not be able to edit or delete it.<br>Are you sure you want to send the following comment?",
  "comment": "Comment",
  "confirm-title": "Confirmation",
  "confirm-yes": "Yes, send",
  "confirm-no": "No, don't send",
  "success-title": "Success",
  "success-message": "Comment sent successfully.",
  "success-ok": "Accept",
  "error-title": "Error",
  "error-message": "An error has occurred.",
  "error-ok": "Accept"
}