{
  "title": "WeFUN",
  "project_name": "WeFUN",
  "project_description": "Uso innovador de tecnología portátil para mejorar la funcionalidad en niños con parálisis cerebral unilateral",
  "inicio": "Inicio",
  "proyectos-related": "Proyectos relacionados",
  "teddy": "Teddy Digital",
  "resumen-teddy": "Se trata de una herramienta digital para evaluar la atención visual selectiva en niños y niñas en edad prescolar.",
  "ycpem": "YC-PEM",
  "resumen-ycpem": "Resumen breve del proyecto YC-PEM.",
  "satco": "SATCo",
  "resumen-satco": "Resumen breve del proyecto SATCo.",
  "proyectos": "Proyectos",
  "proyectos_description": "En esta sección podrás encontrar información de proyectos que en cierta medida están relacionados con WeFUN, como puede ser: el proyecto sobre Teddy Digital, YC-PEM o SATCo.",
  "interesa": "¿Participas?",
  "interesa-p1": "Si estás interesado/a en que tu hijo/a sea participante de este estudio de investigación, déjanos informarte sobre los criterios de inclusión y exclusión:",
  "criterios_inclusion": "Criterios de inclusión",
  "criterios_exclusion": "Criterios de exclusión",
  "l1_inclusion": "Diagnóstico confirmado de hemiparesia unilateral",
  "l2_inclusion": "Sin inyecciones de toxina botulínica o intervenciones quirúrgicas en los 6 meses previos al estudio",
  "l4_inclusion": "Niveles MACS: I a III",
  "l1_exclusion": "Complicaciones médicas que puedan interferir (p.ej. epilepsia no controlada)",
  "l2_exclusion": "Predominancia de patrones de movimiento atetoide o distonía",
  "l3_exclusion": "Nivel cognitivo insuficiente para seguir instrucciones",
  "l4_exclusion": "Discapacidad visual marcada",
  "next_essays": "Próximos ensayos",
  "interesa-p2": "En el caso de que hayas llegado hasta aquí quizás te interese saber que estamos preparando nuevos ensayos clínicos fuera de Galicia, más concretamente en Madrid y Alicante.",
  "madrid_l1": "3 evaluaciones de 2 horas de duración <strong>presenciales</strong> en la Universidad Europea de Madrid. </br><strong>Fechas:</strong> 3–5 de septiembre (pre-intervención), 4–5 de octubre (post-intervención) y 14–15 de noviembre (seguimiento).",
  "madrid_l2": "<strong>Intervención:</strong> programa domiciliario de 1 mes de duración en el que el niño/a llevará el dispositivo WeFUN watch, adaptado a sus necesidades y basado en un programa de rutinas diarias.",
  "madrid_l3": "<strong>Seguimiento:</strong> realizado por un fisioterapeuta del equipo de investigación.",
  "madrid_l4": "<strong>¿Cómo puedo anotarme?</strong> rellenando el siguiente <a href='https://forms.office.com/e/AB08XshrAF' class='custom-link' target='_blank' rel='noopener noreferrer'>formulario online</a>",
  "hacemos": "¿Qué hacemos?",
  "hacemos_1": "Estamos trabajando en el proyecto \"Uso innovador de tecnología portátil para mejorar la funcionalidad en niños con parálisis cerebral unilateral\", el cual tiene como objetivo determinar la efectividad de una estrategia de intervención que utiliza tecnología portátil, diseñada para mejorar la funcionalidad durante el uso espontáneo de la extremidad superior afectada.",
  "hacemos_2": "A los participantes, niños/as entre tres y ocho años de edad con hemiparesia, se le realizan una serie de evaluaciones en tres fases distintas:",
  "hacemos_2_1": "PRE: justo antes del periodo de intervención",
  "hacemos_2_2": "POST: inmediatamente después del periodo de intervención",
  "hacemos_2_3": "FOLLOW UP: un mes después del final del periodo de intervención",
  "hacemos_3": "Una vez finalizadas las tres fases, se obtienen una serie de variables o datos que nos permiten analizar los resultados del periodo de intervención. Además, también obtenemos datos y variables del propio periodo de intervención.",
  "actualidad": "Actualidad",
  "somos": "¿Quiénes somos?",
  "colaboradores": "Colaboradores",
  "description_somos": "Nosotros somos un pequeño equipo de trabajo que se podría dividir en dos grupos: fisioterapeutas (NEUROcom) e informáticos (GTEC).",
  "description_somos2": "A continuación nos vemos a presentar brevemente:",
  "contacto": "Contacto",
  "contacto2": "Contacto",
  "derechos": "Todos los derechos reservados.",
  "privacidad": "Política de privacidad",
  "condiciones": "Términos y condiciones",
  "uni": "Universidad de La Coruña (UDC)",
  "title_description1": "¿Qué es WeFUN?",
  "txt_description1": "WeFUN consiste en un proyecto de investigación de la Universidad de La Coruña (UDC) financiado por el Ministerio de Ciencia e Innovación, cofinanciado por la Unión Europea (UE). Este proyecto tiene como objetivo o finalidad mejorar la funcionalidad en niños y niñas con parálisis cerebral unilateral, también conocida como hemiparesia, a través del uso innovador de tecnología portátil.",
  "help_description": "Ayuda PID2021-126782OA-I00 financiado/a por MCIN/AEI/ 10.13039/501100011033 y por \"FEDER Una manera de hacer Europa\" Estudio aprobado por el Comité de Ética de la Investigación de A Coruña-Ferrol código 2023-314",
  "txt_hacemos": "Explicar en que consiste el proyecto más concretamente y que hacemos",
  "description_actualidad": "Aquí podrás ver las últimas noticias y novedades tanto del proyecto WeFUN como similares.",
  "contacto_description": "Si estás interesado/a en participar u obtener más información, te animamos a que te pongas en contacto con Verónica Robles, Investigadora Principal (IP) del proyecto. Para ello, te facilitamos a continuación un correo electrónico:",
  "rrss_description": "También te invitamos a seguirnos en nuestras redes sociales para estar al tanto de nuestros proyectos y novedades:",
  "vero_mail": "veronica.robles@udc.es",
  "vero_phone": "+34 981 167 000 (ext. 5978)",
  "rol_vero": "Investigadora Principal (IP)",
  "description_vero": "Contratada Doctora en el Departamento de Fisioterapia, Medicina y Ciencias Biomédicas. Fisioterapeuta, Terapeuta Ocupacional. Máster y Doctorado en Neurociencias. Investigadora principal del proyecto WeFUN (escribe, crea, coordina, gestiona, motiva, etc. y apaga fuegos). Me mueve mi curiosidad por el cerebro y mi compromiso con la infancia.  ",
  "rol_fran": "Investigador",
  "description_fran": "Contratado Doctor en el Departamento de Ingeniería de Computadores. Miembro del Grupo de Tecnología Electrónica y Comunicaciones. Doctor e Ingeniero en informática. Encargado del desarrollo de las aplicaciones móviles, la adquisición de las señales de movimiento de los sensores y recopilación de los datos para posterior análisis.",
  "rol_irene": "Contratada predoctoral (PC-PD)",
  "description_irene": "Contratada Predoctoral por la Xunta de Galicia en el Departamento de Fisioterapia, Medicina y Ciencias Biomédicas. Fisioterapeuta. Máster en Fisioterapia Pediátrica. Estudiante de doctorado en el POD en Neurociencias. Investigadora y parte del equipo de trabajo en el proyecto WeFUN.",
  "rol_lucas": "Ayudante de apoyo a la investigación",
  "description_lucas": "Graduado en Ingeniería Informática y en WeFUN realiza tareas relacionadas con el análisis de datos: cálculo de variables, generación de ficheros Excel con las variables, generación de gráficas... todo ello a través de Python. También he realizado tareas de testing y apoyo en cuanto al desarrollo de la aplicación móvil. Creador de este sitio web.",
  "rol_vanesa": "Técnica de apoyo a la investigación",
  "description_vanesa": "Graduada en Fisioterapia, en WeFUN realiza tareas de planificación y difusión, preparación y asistencia en sesiones experimentales, así como análisis de datos. En el equipo es una esponja curiosa: aprende y aporta con ingenio. Mi deseo científico: conservar la neuroplasticidad de un cerebro en desarrollo.",
  "publication_of": "Publicación de:",
  "comments_title": "Comentarios",
  "show_comments": "Mostrar comentarios",
  "hide_comments": "Ocultar comentarios",
  "next_page": "Siguiente",
  "previous_page": "Anterior",
  "not_comments": "Todavía no hay comentarios",
  "your_name": "Tu nombre",
  "input_comment_title": "¿Te animas a comentar?",
  "write_comment": "Escribe tu comentario",
  "send_comment": "Enviar comentario",
  "back": "Volver atrás",
  "send_error": "Error al enviar el comentario. Por favor, inténtalo de nuevo más tarde.",
  "sending": "Enviando...",
  "not_found": "Publicación no encontrada",
  "author": "Autor",
  "unknown": "Desconocido",
  "loading_comments": "Cargando comentarios...",
  "no_comments": "No hay comentarios aún.",
  "comment_error": "Error al cargar los comentarios. Por favor, inténtalo de nuevo más tarde.",
  "error_empty_name": "El nombre no puede estar vacío.",
  "error_empty_comment": "El comentario no puede estar vacío.",
  "colaboradores_title": "Colaboradores",
  "colaboradores_description": "A continuación se muestran los colaboradores del proyecto WeFUN, tanto a nivel nacional como internacional. Si quieres colaborar con nosotros, no dudes en ponerte en contacto.",
  "privacidad_title": "Política de privacidad",
  "last-updated-privacidad": "Última actualización: 20 de junio de 2025",
  "privacidad_1": "1. ¿Qué datos recogemos?",
  "privacidad_1_1": "Tu nombre.",
  "privacidad_1_2": "El contenido del comentario.",
  "privacidad_1_3": "Información técnica como la dirección IP y el navegador (Firebase).",
  "privacidad_2": "2. ¿Para qué usamos estos datos?",
  "privacidad_2_1": "Mostrar los comentarios en la web.",
  "privacidad_2_2": "Garantizar el funcionamiento y la seguridad del servicio (Firebase).",
  "privacidad_2_3": "No usamos tus datos con fines comerciales ni para crear perfiles.",
  "privacidad_3": "3. ¿Dónde se almacenan los datos?",
  "privacidad_3_1": "Los datos se almacenan en Google Firebase Realtime Database, que puede alojarlos fuera de la Unión Europea. Google aplica garantías adecuadas como cláusulas contractuales tipo.",
  "privacidad_4": "4. ¿Durante cuánto tiempo conservamos tus datos?",
  "privacidad_4_1": "Los comentarios se conservan indefinidamente, salvo que:",
  "privacidad_4_2": "Solicites su eliminación.",
  "privacidad_4_3": "Se detecte contenido inapropiado o abusivo.",
  "privacidad_5": "5. ¿Con quién compartimos tus datos?",
  "privacidad_5_1": "No compartimos tus datos con terceros. Solo Firebase (Google) accede a ellos para prestar el servicio.",
  "privacidad_6": "6. Tus derechos",
  "privacidad_6_1": "Acceder a tus datos.",
  "privacidad_6_2": "Solicitar su corrección o eliminación.",
  "privacidad_6_3": "Limitar u oponerte al tratamiento.",
  "privacidad_7": "7. Cookies",
  "privacidad_7_1": "Este sitio no utiliza cookies propias ni de terceros.",
  "privacidad_content": "<p>Nos tomamos muy en serio la privacidad de tus datos. Esta página explica qué información recopilamos, cómo la usamos y cómo la protegemos.</p><p>No compartimos tu información con terceros sin tu consentimiento explícito.</p>",
  "title_terminos": "Términos y condiciones",
  "terminos_title": "Términos y condiciones",
  "last_updated_terminos": "Última actualización: 20 de junio de 2025",
  "terminos_1": "1. Uso adecuado",
  "terminos_1_1": "Los comentarios deben utilizarse de forma respetuosa y constructiva. No está permitido:",
  "terminos_1_2": "Publicar contenido ofensivo, violento, discriminatorio o ilegal.",
  "terminos_1_3": "Suplantar a otra persona.",
  "terminos_1_4": "Publicar spam, enlaces maliciosos o con fines promocionales.",
  "terminos_2": "2. Moderación",
  "terminos_2_1": "Nos reservamos el derecho a:",
  "terminos_2_2": "Eliminar comentarios que incumplan estas normas o se consideren inapropiados.",
  "terminos_2_3": "Bloquear el acceso a usuarios que abusen del sistema de comentarios.",
  "terminos_2_4": "No revisar previamente todos los comentarios antes de su publicación.",
  "terminos_3": "3. Responsabilidad del contenido",
  "terminos_3_1": "Cada usuario es responsable del contenido que publica. Esta web no se hace responsable de las opiniones expresadas por los usuarios en los comentarios.",
  "terminos_4": "4. Disponibilidad del servicio",
  "terminos_4_1": "El sistema de comentarios puede ser modificado, suspendido o eliminado en cualquier momento sin previo aviso.",
  "terminos_5": "5. Cambios en los términos",
  "terminos_5_1": "Podemos actualizar estos términos en cualquier momento. Se recomienda revisarlos periódicamente para estar al tanto de los cambios.",
  "terminos_content": "<p>Al utilizar este sitio web, aceptas cumplir con los términos y condiciones establecidos a continuación. Nos reservamos el derecho de modificar estos términos en cualquier momento.</p><p>El uso continuado del sitio después de dichos cambios constituye la aceptación de los nuevos términos.</p>",
  "no_results": "No se encontraron resultados para la búsqueda realizada.",
  "search_placeholder": "Buscar publicaciones...",
  "search_button": "Buscar",
  "confirm_send_comment": "Una vez publiques un comentario no podrás editarlo ni eliminarlo.<br>¿Estás seguro de que quieres enviar el siguiente comentario?",
  "comment": "Comentario",
  "confirm-title": "Confirmación",
  "confirm-yes": "Sí, enviar",
  "confirm-no": "No, no enviar",
  "success-title": "Éxito",
  "success-message": "Comentario enviado correctamente.",
  "success-ok": "Aceptar",
  "error-title": "Error",
  "error-message": "Ha ocurrido un error.",
  "error-ok": "Aceptar"
}