{
  "title": "WeFUN",
  "project_name": "WeFUN",
  "project_description": "Uso innovador de tecnología portable para mejorar la funcionalidad en niños/as con parálisis cerebral unilateral",
  "inicio": "Inicio",
  "wefun-and-related-projects": "WeFUN y otros proyectos relacionados",
  "proyectos-related": "Proyectos relacionados",
  "autores": "<strong>Autores/as</strong>",
  "enlaces-interes": "<strong>Enlaces de interés</strong>",
  "otros-proyectos": "<strong>Otros proyectos:</strong>",
  "ir-ycpem": "Ver información sobre YC-PEM",
  "ir-satco": "Ver información sobre SATCo",
  "ir-teddy": "Ver información sobre Teddy Digital",
  "teddy": "Teddy Digital",
  "resumen-teddy": "Presentamos una nueva aplicación, Digital Teddy, desarrollada para realizar de forma estandarizada el Teddy Bear Cancellation Test, TBCT) en una tableta. Una herramienta práctica en entornos clínicos y académicos para evaluar la atención visual selectiva.",
  "teddy-1": "La atención  selectiva es esencial en la vida diaria y desempeña un papel importante durante la infancia, ya que facilita el desarrollo del movimiento o de la cognición. Sin embargo, no existen suficientes herramientas estandarizadas que sean prácticas en entornos clínicos y académicos.",
  "teddy-2": "Presentamos una nueva aplicación, <em>Digital Teddy</em>, desarrollada para realizar de forma estandarizada el Teddy Bear Cancellation Test (TBCT) en una tableta.",
  "teddy-3": "En el estudio inicial, 45 niñas y niños con desarrollo típico y edades de 2 a 8 años, así como 27 niños y niñas con diferentes alteraciones del neurodesarrollo, han realizado el test en la versión digital y en papel.",
  "teddy-4": "Las variables que se miden en el TBCT son el número y la ubicación de las omisiones, así como la localización de los tres primeros objetivos encontrados. Digital Teddy también registra la precisión en la localización de las dianas y el tiempo total empleado.",
  "teddy-5": "Los datos preliminares mostraron que el número de omisiones fue similar tanto en la versión original como en la digital del TBCT. La TBCT digital presenta una buena validez test-retest cuando los objetivos se presentan en orden aleatorio y se proporciona un primer intento para asegurar la comprensión de la tarea. Estudios futuros ampliarán la muestra en las diferentes patologías, proporcionando también datos normativos. Además, Digital Teddy registra los datos con mayor precisión  (precisión, tiempo, etc.) y puede configurarse de forma distinta según la edad o el nivel de atención. Los datos también revelaan una muy buena satisfacción por parte de los administradores del test.",
  "teddy-6": "Actualmente se está ampliando el tamaño de la muestra, tanto en número como en condiciones médicas con riesgo de presentar déficits de atención. Digital Teddy podría ser útil en la práctica clínica diaria, ya que requiere poco tiempo, escasos recursos humanos y materiales, y utiliza tecnología doméstica y asequible, mostrando resultados similares a los del test original.",
  "teddy-7": "Agradecemos a las familias, escuelas infantiles y centros educativos públicos y privados que nos han ayudado a recoger los datos y cedido sus instalaciones para las evaluaciones, así como a las colaboradoras del proyecto (Nuria Martín Pozuelo, Isabel de las Cuevas-Terán y Laura Piccardi).",
  "ruc-link": "Repositorio Universidade Coruña (RUC)",
  "ycpem": "YC-PEM",
  "resumen-ycpem": "¿Cuánto participan los niños/as pequeños con y sin discapacidad?. Este proyecto de validación de la herramienta Young Children's Participation and Environment Measure en  población española permitirá evaluar cómo es  participación de niños/as pequeños/as (de 0 a 5 años) en diferentes entornos y la influencia de cada uno de ellos en su participación.",
  "ycpem-1": "La YC-PEM (abreviatura de Young Children's Participation and Environment Measure) es una herramienta de evaluación diseñada para medir la participación de niños pequeños (de 0 a 5 años) en diferentes entornos y cómo el entorno influye en esa participación. Fue desarrollada principalmente para ser usada por profesionales de salud, educación y desarrollo infantil, así como por familias. Se desarrolló en la universidad McMaster (Canadá).",
  "ycpem-2": "En el 2021, firmamos con ellos un acuerdo de colaboración para validar la herramienta a la población española. En la actualidad, ya hemos enviado a publicar la adaptación transcultural y estamos finalizando la recogida de datos en todo el territorio español, para que, de ser válida, pueda usarse de manera clínica y científica en nuestra población.",
  "ycpem-3": "A lo largo de estos años, hemos podido comprobar cuánto participan los niños y niñas pequeños/as. ¡Es mucho, aunque no lo creamos! Y ya desde pequeñitos, los niños y niñas con alteraciones en el neurodesarrollo experimentan dificultades en su participación. Esta herramienta nos ayudará a identificarlas, y poder poner soluciones lo antes posible.",
  "ycpem-4": "Agradecemos a las familias, escuelas infantiles y centros educativos públicos y privados que nos hayan ayudado y facilitado el contacto con las familias interesadas, difundiendo el estudio para la recogida de datos, así como a los colaboradores del proyecto en las diferentes fases.",
  "ycpem-video-link": "Vídeo sobre la validación de YC-PEM",
  "universidad-mcmaster-link": "Universidad McMaster (Canadá)",
  "satco": "SATCo",
  "resumen-satco": "El control postural sentado es fundamental para la independencia funcional y la participación de las actividades de la vida diaria. La validación de la escala SATCo en población española proporcionará una herramienta clínica válida y fiable para evaluar el control postural del tronco en niños/as y adolescentes con trastornos del neurodesarrollo de 0 a 18 años.",
  "satco-1": "La SATCo (por sus siglas en inglés: Segmental Assessment of Trunk Control) o Evaluación Segmentaria del Control de Tronco, es una herramienta clínica que se utiliza para evaluar el control postural del tronco en niños/as y aolescentesdultos con trastornos del neurodesarrollolo, como parálisis cerebral, lesiones neurológicas o retraso en el desarrollo motor. Es capaz de determinar el nivel más bajo del tronco en el que una persona puede  mantener el control de tronco, en una posición  erguida y alineada ( posición vertical neutra)   de forma independiente, sin soporte externo. Conocer esto es muy interesante para identificar de manera detallada el nivel óptimo en el que se tienen que proporcionar apoyos, cuantificando medir la evolución del control postural tras una intervención terapeterapéuticaútica. También Esto es muy relevante ya que la habilidad postural influye de manera determinante en la habilidad manual.",
  "satco-2": "En este proyecto iniciado desde el 2019, estamos trabajando en validar esta herramienta a la población española. Ya hemos evaluado el control postural de más de 5040 bebés, niños/as y adolescentes entre 1 y 18 años con desarrollo típico y atípico obteniendo datos muy interesantes que publicaremos próximamente. Además, en este proyecto hemos colaborado con la profesora Penny B Butler actualizando el manual de esta escala, y encargándonos de la versión española que podéis encontrar <a id='link-optimi' href='https://optimi.org.uk/' target='_blank' rel='noopener noreferrer'>página web de OPTIMI Targeted Training</a>.",
  "satco-3": "Agradecemos a las familias, asociaciones y centros de rehabilitación privados que nos hayan ayudado y facilitado el contacto con las familias interesadas, difundiendo el estudio para el reclutamiento de participantes y facilitando sus instalaciones para la recogida de datos, así como a los colaboradores del proyecto en las diferentes fases. Además agradecemos a Leckey por facilitarnos el banco especifico de SATCo para realizar las evaluaciones y al Colegio Oficial de Fisioterapeutas, quien, otorgando una beca investiga a una de las investigadoras ha financiado una parte del proyecto.",
  "proyectos": "Proyectos",
  "proyectos_description": "En esta sección podrás acceder a los proyectos que en cierta medida están relacionados con WeFUN, como puede ser: el proyecto sobre Teddy Digital, YC-PEM o SATCo.",
  "interesa": "¿Participas?",
  "interesa-p1": "Si estás interesado/a en que tu hijo/a sea participante de este estudio de investigación, déjanos informarte sobre los criterios de inclusión y exclusión:",
  "criterios_inclusion": "Criterios de inclusión",
  "criterios_exclusion": "Criterios de exclusión",
  "l0_inclusion": "Niños/as de entre 3-8 años",
  "l1_inclusion": "Diagnóstico confirmado de hemiparesia",
  "l2_inclusion": "Sin inyecciones de toxina botulínica o intervenciones quirúrgicas en los 6 meses previos al estudio o durante el mismo",
  "l4_inclusion": "Niveles MACS: I a III",
  "l1_exclusion": "Complicaciones médicas que puedan interferir (p.ej. epilepsia no controlada)",
  "l2_exclusion": "Predominancia de patrones de movimiento atetoide o distonía",
  "l3_exclusion": "Nivel cognitivo insuficiente para seguir instrucciones",
  "l4_exclusion": "Alteración visual no corregida",
  "next_essays": "Próximos ensayos",
  "interesa-p2": "En el caso de que hayas llegado hasta aquí quizás te interese saber que estamos preparando nuevos ensayos clínicos fuera de Galicia, más concretamente en Madrid y Alicante.",
  "alicante_l1": "3 evaluaciones de 2 horas de duración <strong>presenciales</strong> en la Universidad Miguel Hernández de Elche (Campus de San Juan). </br><strong>Fechas:</strong> 23-25 de enero (inicial), 27 de febrero - 1 de marzo (post-intervención) y 10-12 de abril (seguimiento).",
  "alicante_l2": "<strong>Intervención:</strong> programa domiciliario de 1 mes de duración en el que el niño/a llevará el dispositivo WeFUN watch, adaptado a sus necesidades y basado en un programa de rutinas diarias.",
  "alicante_l3": "<strong>Seguimiento:</strong> realizado por un fisioterapeuta del equipo de investigación.",
  "alicante_l4": "<strong>¿Cómo puedo anotarme?</strong> rellenando el siguiente <a href='https://forms.office.com/e/WrCxBUKgL8' class='custom-link' target='_blank' rel='noopener noreferrer'>formulario online</a>",
  "hacemos": "¿Qué hacemos?",
  "hacemos_1": "Se ha desarrollado una tecnología de acuerdo a la evidencia científica actual y a las perspectivas de las familias sobre el uso de tecnología en casa, que está siendo probada en un estudio de viabilidad. En este se evalúan niños/as entre tres y ocho años de edad con hemiparesia, se le realizan una serie de evaluaciones en tres momentos diferentes.",
  "hacemos_2_1": "PRE: justo antes del periodo de intervención",
  "hacemos_2_2": "POST: inmediatamente después del periodo de intervención",
  "hacemos_2_3": "FOLLOW UP: un mes después del final del periodo de intervención",
  "hacemos_2": "Se lleva a cabo una intervención basada en rutinas llevando la tecnología y optimizando los tiempos de práctica.",
  "hacemos_3": "Una vez finalizadas las tres fases, se obtienen una serie de variables o datos que nos permiten analizar los resultados del periodo de intervención. Además, también obtenemos datos y variables del propio periodo de intervención.",
  "hacemos_4": "Hemos acabado la serie 2 en Galicia y estamos todavía recogiendo datos, ahora en otras Comunidades Autónomas.",
  "actualidad": "Actualidad",
  "somos": "¿Quiénes somos?",
  "colaboradores": "Colaboradores",
  "description_somos": "Nosotros somos un pequeño equipo de trabajo de dos grupos de investigación: NEUROcom, profesionales sanitarios y relacionados con la ciencia del movimiento (Ability Team) y GTEC, ingenieros informáticos (Tech Team).",
  "description_somos2": "A continuación nos vemos a presentar brevemente:",
  "contacto": "Contacto",
  "contacto2": "Contacto",
  "derechos": "Todos los derechos reservados.",
  "privacidad": "Política de privacidad",
  "condiciones": "Términos y condiciones",
  "uni": "Universidad de La Coruña (UDC)",
  "title_description1": "¿Qué es WeFUN?",
  "txt_description1": "WeFUN es un proyecto de investigación de la Universidad de La Coruña (UDC) financiado por el Ministerio de Ciencia e Innovación en la convocatoria de Generación de Conocimiento del 2021. Este proyecto tiene como objetivo o finalidad mejorar la funcionalidad en niños y niñas con parálisis cerebral unilateral, también conocida como hemiparesia, a través del uso innovador de tecnología portable.",
  "help_description": "Ayuda PID2021-126782OA-I00 financiado/a por MCIN/AEI/ 10.13039/501100011033 y por \"FEDER Una manera de hacer Europa\" Estudio aprobado por el Comité de Ética de la Investigación de A Coruña-Ferrol código 2023-314",
  "txt_hacemos": "Explicar en que consiste el proyecto más concretamente y que hacemos",
  "description_actualidad": "Aquí podrás ver las últimas noticias y novedades tanto del proyecto WeFUN como similares.",
  "contacto_description": "Si estás interesado/a en participar u obtener más información, te animamos a que te pongas en contacto con Verónica Robles, Investigadora Principal (IP) del proyecto. Para ello, te facilitamos a continuación un correo electrónico:",
  "rrss_description": "También te invitamos a seguirnos en nuestras redes sociales para estar al tanto de nuestros proyectos y novedades:",
  "vero_mail": "veronica.robles@udc.es",
  "rol_vero": "Investigadora Principal (IP)",
  "description_vero": "Contratada Doctora en el Departamento de Fisioterapia, Medicina y Ciencias Biomédicas. Fisioterapeuta, Terapeuta Ocupacional. Máster y Doctorado en Neurociencias. Investigadora principal del proyecto WeFUN (escribe, crea, coordina, gestiona, motiva, etc. y apaga fuegos). Me mueve mi curiosidad por el cerebro y mi compromiso con la infancia.  ",
  "rol_fran": "Investigador",
  "description_fran": "Contratado Doctor en el Departamento de Ingeniería de Computadores. Miembro del Grupo de Tecnología Electrónica y Comunicaciones. Doctor e Ingeniero en informática. Encargado del desarrollo de las aplicaciones móviles, la adquisición de las señales de movimiento de los sensores y recopilación de los datos para posterior análisis.",
  "rol_irene": "Contratada predoctoral (PC-PD)",
  "description_irene": "Contratada Predoctoral por la Xunta de Galicia en el Departamento de Fisioterapia, Medicina y Ciencias Biomédicas. Fisioterapeuta. Máster en Fisioterapia Pediátrica. Estudiante de doctorado en el POD en Neurociencias. Investigadora y parte del equipo de trabajo en el proyecto WeFUN.",
  "rol_lucas": "Ayudante de apoyo a la investigación",
  "description_lucas": "Graduado en Ingeniería Informática y en WeFUN realiza tareas relacionadas con el análisis de datos: cálculo de variables, generación de ficheros Excel con las variables, generación de gráficas... todo ello a través de Python. También he realizado tareas de testing y apoyo en cuanto al desarrollo de la aplicación móvil. Creador de este sitio web.",
  "rol_vanesa": "Técnica de apoyo a la investigación",
  "description_vanesa": "Graduada en Fisioterapia, en WeFUN realiza tareas de planificación y difusión, preparación y asistencia en sesiones experimentales, así como análisis de datos. En el equipo es una esponja curiosa: aprende y aporta con ingenio. Mi deseo científico: conservar la neuroplasticidad de un cerebro en desarrollo.",
  "rol_tatiana": "Terapeuta ocupacional",
  "description_tatiana": "Dentro del proyecto WeFUN se encarga del diseño y seguimiento de las adaptaciones en la intervención del protocolo. También ayuda en las tareas de difusión del estudio, reclutamiento de participantes, recogida e interpretación de los datos y la difusión de los resultados.",
  "rol_javier": "Cooperador en la Comunidad de Madrid y alrededores",
  "description_javier": "Dr. en Fisioterapia, docente e investigador en la Universidad Europea de Madrid. En WeFUN realiza tareas relacionadas con la difusión del proyecto y reclutamiento de participantes, colaboración en recursos logísticos, recogida de datos y aplicación del protocolo de intervención en Madrid.",
  "rol_mari_carmen": "Investigadora",
  "description_mari_carmen": "Profesora Titular del Área de Fisioterapia de la Universidad Miguel Hernández. Especialista Universitaria en Fisioterapia en Pediatría, Máster y Doctora. Dentro del proyecto WeFUN realiza tareas relacionadas con la difusión del proyecto y reclutamiento de participantes, colaboración en recursos logísticos, recogida de datos y aplicación del protocolo en Alicante, y en ayudar en lo que haga falta.",
  "publication_of": "Publicación de:",
  "comments_title": "Comentarios",
  "show_comments": "Mostrar comentarios",
  "hide_comments": "Ocultar comentarios",
  "next_page": "Siguiente",
  "previous_page": "Anterior",
  "not_comments": "Todavía no hay comentarios",
  "your_name": "Tu nombre",
  "input_comment_title": "¿Te animas a comentar?",
  "write_comment": "Escribe tu comentario",
  "send_comment": "Enviar comentario",
  "back": "Volver atrás",
  "send_error": "Error al enviar el comentario. Por favor, inténtalo de nuevo más tarde.",
  "sending": "Enviando...",
  "not_found": "Publicación no encontrada",
  "author": "Autor",
  "unknown": "Desconocido",
  "loading_comments": "Cargando comentarios...",
  "no_comments": "No hay comentarios aún.",
  "comment_error": "Error al cargar los comentarios. Por favor, inténtalo de nuevo más tarde.",
  "error_empty_name": "El nombre no puede estar vacío.",
  "error_empty_comment": "El comentario no puede estar vacío.",
  "colaboradores_title": "Colaboradores",
  "colaboradores_description": "A continuación se muestran los colaboradores del proyecto WeFUN, tanto a nivel nacional como internacional. Si quieres colaborar con nosotros, no dudes en ponerte en contacto.",
  "privacidad_title": "Política de privacidad",
  "last-updated-privacidad": "Última actualización: 20 de junio de 2025",
  "privacidad_1": "1. ¿Qué datos recogemos?",
  "privacidad_1_1": "Tu nombre.",
  "privacidad_1_2": "El contenido del comentario.",
  "privacidad_1_3": "Información técnica como la dirección IP y el navegador (Firebase).",
  "privacidad_2": "2. ¿Para qué usamos estos datos?",
  "privacidad_2_1": "Mostrar los comentarios en la web.",
  "privacidad_2_2": "Garantizar el funcionamiento y la seguridad del servicio (Firebase).",
  "privacidad_2_3": "No usamos tus datos con fines comerciales ni para crear perfiles.",
  "privacidad_3": "3. ¿Dónde se almacenan los datos?",
  "privacidad_3_1": "Los datos se almacenan en Google Firebase Realtime Database, que puede alojarlos fuera de la Unión Europea. Google aplica garantías adecuadas como cláusulas contractuales tipo.",
  "privacidad_4": "4. ¿Durante cuánto tiempo conservamos tus datos?",
  "privacidad_4_1": "Los comentarios se conservan indefinidamente, salvo que:",
  "privacidad_4_2": "Solicites su eliminación.",
  "privacidad_4_3": "Se detecte contenido inapropiado o abusivo.",
  "privacidad_5": "5. ¿Con quién compartimos tus datos?",
  "privacidad_5_1": "No compartimos tus datos con terceros. Solo Firebase (Google) accede a ellos para prestar el servicio.",
  "privacidad_6": "6. Tus derechos",
  "privacidad_6_1": "Acceder a tus datos.",
  "privacidad_6_2": "Solicitar su corrección o eliminación.",
  "privacidad_6_3": "Limitar u oponerte al tratamiento.",
  "privacidad_7": "7. Cookies",
  "privacidad_7_1": "Este sitio no utiliza cookies propias ni de terceros.",
  "privacidad_content": "<p>Nos tomamos muy en serio la privacidad de tus datos. Esta página explica qué información recopilamos, cómo la usamos y cómo la protegemos.</p><p>No compartimos tu información con terceros sin tu consentimiento explícito.</p>",
  "title_terminos": "Términos y condiciones",
  "terminos_title": "Términos y condiciones",
  "last_updated_terminos": "Última actualización: 20 de junio de 2025",
  "terminos_1": "1. Uso adecuado",
  "terminos_1_1": "Los comentarios deben utilizarse de forma respetuosa y constructiva. No está permitido:",
  "terminos_1_2": "Publicar contenido ofensivo, violento, discriminatorio o ilegal.",
  "terminos_1_3": "Suplantar a otra persona.",
  "terminos_1_4": "Publicar spam, enlaces maliciosos o con fines promocionales.",
  "terminos_2": "2. Moderación",
  "terminos_2_1": "Nos reservamos el derecho a:",
  "terminos_2_2": "Eliminar comentarios que incumplan estas normas o se consideren inapropiados.",
  "terminos_2_3": "Bloquear el acceso a usuarios que abusen del sistema de comentarios.",
  "terminos_2_4": "No revisar previamente todos los comentarios antes de su publicación.",
  "terminos_3": "3. Responsabilidad del contenido",
  "terminos_3_1": "Cada usuario es responsable del contenido que publica. Esta web no se hace responsable de las opiniones expresadas por los usuarios en los comentarios.",
  "terminos_4": "4. Disponibilidad del servicio",
  "terminos_4_1": "El sistema de comentarios puede ser modificado, suspendido o eliminado en cualquier momento sin previo aviso.",
  "terminos_5": "5. Cambios en los términos",
  "terminos_5_1": "Podemos actualizar estos términos en cualquier momento. Se recomienda revisarlos periódicamente para estar al tanto de los cambios.",
  "terminos_content": "<p>Al utilizar este sitio web, aceptas cumplir con los términos y condiciones establecidos a continuación. Nos reservamos el derecho de modificar estos términos en cualquier momento.</p><p>El uso continuado del sitio después de dichos cambios constituye la aceptación de los nuevos términos.</p>",
  "no_results": "No se encontraron resultados para la búsqueda realizada.",
  "search_placeholder": "Buscar publicaciones...",
  "search_button": "Buscar",
  "confirm_send_comment": "Una vez publiques un comentario no podrás editarlo ni eliminarlo.<br>¿Estás seguro de que quieres enviar el siguiente comentario?",
  "comment": "Comentario",
  "confirm-title": "Confirmación",
  "confirm-yes": "Sí, enviar",
  "confirm-no": "No, no enviar",
  "success-title": "Éxito",
  "success-message": "Comentario enviado correctamente.",
  "success-ok": "Aceptar",
  "error-title": "Error",
  "error-message": "Ha ocurrido un error.",
  "error-ok": "Aceptar",
  "colaboradores_title2": "Colaboradores",
  "colaboradores_text": "En esta sección podrás ver diferentes personas y entidades que colaboran o han colaborado con el proyecto WeFUN:",
  "universidades": "Universidades",
  "investigadores": "Investigadores",
  "empresas": "Empresas",
  "colaboradores_additional": "Si quieres colaborar con nosotros, no dudes en contactarnos. Puedes ver nuestros datos de contacto pulsando <a id='aqui' href='../pages/contacto.html'>aquí</a>."
}