{
  "title": "WeFUN",
  "project_name": "WeFUN",
  "meta-description-index": "Uso innovador de tecnoloxía portátil para mellorar a funcionalidade en nenos con parálise cerebral unilateral",
  "project_description": "Uso innovador de tecnoloxía portátil para mellorar a funcionalidade en nenos con parálise cerebral unilateral",
  "inicio": "Inicio",
  "proyectos": "Proxectos",
  "wefun-and-related-projects": "WeFUN e outros proxectos relacionados",
  "proyectos-related": "Proxectos relacionados",
  "autores": "<strong>Autores/as</strong>",
  "enlaces-interes": "<strong>Enlaces de interese</strong>",
  "otros-proyectos": "<strong>Outros proxectos:</strong>",
  "ir-ycpem": "Ver información sobre YC-PEM",
  "ir-satco": "Ver información sobre SATCo",
  "ir-teddy": "Ver información sobre Teddy Dixital",
  "teddy": "Teddy Dixital",
  "resumen-teddy": "Presentamos unha nova aplicación, Digital Teddy, desenvolvida para realizar de forma estandarizada o Teddy Bear Cancellation Test (TBCT) nunha tableta. Unha ferramenta práctica en contornos clínicos e académicos para avaliar a atención visual selectiva.",
  "teddy-1": "A atención selectiva é esencial na vida diaria e desempeña un papel importante durante a infancia, xa que facilita o desenvolvemento do movemento ou da cognición. Sen embargo, non existen suficientes ferramentas estandarizadas que sexan prácticas en entornos clínicos e académicos.",
  "teddy-2": "Teddy Dixital é unha versión dixital do Teddy Bear Card Test (TBCT), un test que avalía a atención visual selectiva en nenos e nenas en idade preescolar. O TBCT consiste nunha serie de tarxetas con imaxes de bonecos de peluche, onde o neno/a debe identificar e tocar o boneco obxectivo mentres ignora os bonecos distracción.",
  "teddy-3": "A versión dixital do TBCT foi desenvolvida para facilitar o seu uso en entornos clínicos e académicos, permitindo a recollida e análise automática de datos. O test realízase nunha tableta ou ordenador, onde o neno/a interactúa coa pantalla para realizar a tarefa.",
  "teddy-4": "Os datos preliminares mostraron que o número de omisións foi similar tanto na versión orixinal como na dixital do TBCT. A TBCT dixital presenta unha boa validez test-retest cando os obxectivos se presentan en orde aleatoria e se proporciona un primeiro intento para asegurar a comprensión da tarefa. Estudos futuros ampliarán a mostra en diferentes patoloxías, proporcionando tamén datos normativos. Ademais, Teddy Dixital rexistra os datos con maior precisión (precisión, tempo, etc.) e pode configurarse de forma distinta segundo a idade ou o nivel de atención. Os datos tamén revelan unha moi boa satisfacción por parte dos administradores do test.",
  "teddy-5": "Actualmente estase ampliando o tamaño da mostra, tanto en número como en condicións médicas con risco de presentar déficits de atención. Teddy Dixital podería ser útil na práctica clínica diaria, xa que require pouco tempo, escasos recursos humanos e materiais, e utiliza tecnoloxía doméstica e asequible, mostrando resultados similares aos do test orixinal.",
  "teddy-6": "Agradecemos ás familias, escolas infantís e centros educativos públicos e privados que nos axudaron a recoller os datos e cedido as súas instalacións para as avaliacións, así como ás colaboradoras do proxecto (Nuria Martín Pozuelo, Isabel de las Cuevas-Terán e Laura Piccardi).",
  "teddy-7": "Actualmente estase ampliando o tamaño da mostra, tanto en número como en condicións médicas con risco de presentar déficits de atención. Teddy Dixital podería ser útil na práctica clínica diaria, xa que require pouco tempo, escasos recursos humanos e materiais, e utiliza tecnoloxía doméstica e asequible, mostrando resultados similares aos do test orixinal.",
  "ruc-link": "Repositorio Universidade da Coruña (RUC)",
  "ycpem": "YC-PEM",
  "resumen-ycpem": "Canto participan os nenos/as pequenos/as con e sen discapacidade? Este proxecto de validación da ferramenta Young Children's Participation and Environment Measure na poboación española permitirá avaliar como é a participación de nenos/as pequenos/as (de 0 a 5 anos) en diferentes contornos e a influencia de cada un deles na súa participación.",
  "ycpem-1": "YC-PEM é unha ferramenta desenvolvida polo CanChild Center for Childhood Disability Research da Universidade McMaster en Canadá. Está deseñada para avaliar a participación e o ambiente de nenos e nenas pequenos/as con discapacidade, proporcionando información valiosa para clínicos e investigadores.",
  "ycpem-2": "No 2021, firmamos con eles un acordo de colaboración para validar a ferramenta na poboación española. Actualmente, xa enviamos a adaptación transcultural para publicación e estamos finalizando a recollida de datos en todo o territorio español, para que, se é válida, poida usarse de maneira clínica e científica na nosa poboación.",
  "ycpem-3": "Ao longo destes anos, puidemos comprobar canto participan os nenos e nenas pequenos/as. É moito, aínda que non o creamos! E xa desde pequechiños, os nenos e nenas con alteracións no neurodesenvolvemento experimentan dificultades na súa participación. Esta ferramenta axudaranos a identificalas e poder poñer solucións canto antes.",
  "ycpem-4": "Agradecemos ás familias, escolas infantís e centros educativos públicos e privados que nos axudaron e facilitaron o contacto con familias interesadas, difundindo o estudo para a recollida de datos, así como aos colaboradores do proxecto nas diferentes fases.",
  "ycpem-video-link": "Vídeo sobre a validación de YC-PEM",
  "universidad-mcmaster-link": "Universidade McMaster (Canadá)",
  "satco": "SATCo",
  "resumen-satco": "O control postural sentado é fundamental para a independencia funcional e a participación nas actividades da vida diaria. A validación da escala SATCo na poboación española proporcionará unha ferramenta clínica válida e fiable para avaliar o control postural do tronco en nenos/as e adolescentes con trastornos do neurodesenvolvemento de 0 a 18 anos.",
  "satco-1": "A SATCo (polas súas siglas en inglés: Segmental Assessment of Trunk Control), ou Avaliación Segmentaria do Control do Tronco, é unha ferramenta clínica que se emprega para avaliar o control postural do tronco en nenos/as e adolescentes con trastornos do neurodesenvolvemento, como parálise cerebral, lesións neurolóxicas ou retraso no desenvolvemento motor. É capaz de determinar o nivel máis baixo do tronco no que unha persoa pode manter o control do tronco, nunha posición erguida e aliñada (posición vertical neutra), de forma independente, sen apoio externo. Coñecer isto é moi interesante para identificar de maneira detallada o nivel óptimo no que se deben proporcionar apoios, permitindo medir a evolución do control postural tras unha intervención terapéutica. Isto tamén é moi relevante, xa que a habilidade postural inflúe de maneira determinante na habilidade manual.",
  "satco-2": "Neste proxecto iniciado no ano 2019, estamos a traballar na validación desta ferramenta para a poboación española. Xa avaliamos o control postural de máis de 5040 bebés, nenos/as e adolescentes entre 1 e 18 anos con desenvolvemento típico e atípico, obtendo datos moi interesantes que publicaremos proximamente. Ademais, neste proxecto colaboramos coa profesora Penny B. Butler actualizando o manual desta escala, e encargándonos da versión en castelán que podedes atopar na <a id='link-optimi' href='https://optimi.org.uk/' target='_blank' rel='noopener noreferrer'>páxina web de OPTIMI Targeted Training</a>.",
  "satco-3": "Agradecemos ás familias, asociacións e centros de rehabilitación privados que nos axudaron e facilitaron o contacto coas familias interesadas, difundindo o estudo para o recrutamento de participantes e facilitando as súas instalacións para a recollida de datos, así como aos colaboradores do proxecto nas diferentes fases. Ademais, agradecemos a Leckey por facilitarnos o banco específico de SATCo para realizar as avaliacións e ao Colexio Oficial de Fisioterapeutas, que, outorgando unha bolsa investiga a unha das investigadoras, financiou unha parte do proxecto.",
  "proyectos_description": "Nesta sección poderás acceder aos proxectos que en certa medida están relacionados con WeFUN, como pode ser: o proxecto sobre Teddy Dixital, YC-PEM ou SATCo.",
  "interesa": "Interésache?",
  "interesa-p1": "Se estás interesado/a en que o teu fillo/a sexa participante deste estudo de investigación, déixanos informarte sobre os criterios de inclusión e exclusión:",
  "criterios_inclusion": "Criterios de inclusión",
  "criterios_exclusion": "Criterios de exclusión",
  "l1_inclusion": "Diagnóstico confirmado de hemiparesia unilateral",
  "l2_inclusion": "Sen inxeccións de toxina botulínica ou intervencións cirúrxicas nos 6 meses previos ao estudo ou durante o mesmo",
  "l4_inclusion": "Niveis MACS: I a III",
  "l1_exclusion": "Complicacións médicas que poidan interferir (p.e. epilepsia non controlada)",
  "l2_exclusion": "Predominancia de patróns de movemento atetoide ou distonía",
  "l3_exclusion": "Nivel cognitivo insuficiente para seguir instrucións",
  "l4_exclusion": "Discapacidade visual marcada",
  "next_essays": "Próximos ensaios",
  "interesa-p2": "No caso de que chegases ata aquí quizais che interese saber que estamos preparando novos ensaios clínicos fóra de Galicia, máis concretamente en Madrid e Alicante.",
  "madrid_l1": "3 avaliacións de 2 horas de duración <strong>presenciais</strong> na Universidade Europea de Madrid. </br><strong>Datas:</strong> 3–5 de setembro (pre-intervención), 4–5 de outubro (post-intervención) e 14–15 de novembro (seguimento).",
  "madrid_l2": "<strong>Intervención:</strong> programa domiciliario de 1 mes de duración no que o neno/a levará o dispositivo WeFUN watch, adaptado ás súas necesidades e baseado nun programa de rutinas diarias.",
  "madrid_l3": "<strong>Seguimento:</strong> realizado por un fisioterapeuta do equipo de investigación.",
  "madrid_l4": "<strong>Como podo anotarme?</strong> completando o seguinte <a href='https://forms.office.com/e/AB08XshrAF' class='custom-link' target='_blank' rel='noopener noreferrer'>formulario online</a>",
  "alicante_l1": "3 avaliacións de 2 horas de duración <strong>presenciais</strong> na Universidade Miguel Hernández de Elche (Campus de San Xoán). </br><strong>Datas:</strong> 23-25 de Xaneiro (inicial), 27 de Febreiro - 1 de Marzo (post-intervención) e 10-12 de Abril (seguimento).",
  "alicante_l2": "<strong>Intervención:</strong> programa domiciliario de 1 mes de duración no que o neno/a levará o dispositivo WeFUN watch, adaptado ás súas necesidades e baseado nun programa de rutinas diarias.",
  "alicante_l3": "<strong>Seguimento:</strong> realizado por un fisioterapeuta do equipo de investigación.",
  "alicante_l4": "<strong>Como me podo anotar?</strong> cubrindo o seguinte <a href='https://forms.office.com/e/WrCxBUKgL8' class='custom-link' target='_blank' rel='noopener noreferrer'>formulario en liña</a>",
  "hacemos": "Que facemos?",
  "hacemos_1": "Desenvolveuse unha tecnoloxía de acordo coa evidencia científica actual e as perspectivas das familias sobre o uso de tecnoloxía na casa, que está sendo probada nun estudo de viabilidade. Neste estudo, os participantes son avaliados en tres momentos diferentes.",
  "hacemos_2_1": "PRE: xusto antes do período de intervención",
  "hacemos_2_2": "POST: inmediatamente despois do período de intervención",
  "hacemos_2_3": "FOLLOW UP: un mes despois do final do período de intervención",
  "hacemos_2": "Realízase unha intervención baseada en rutinas levando a tecnoloxía e optimizando os tempos de práctica.",
  "hacemos_3": "Unha vez finalizadas as tres fases, obténense unha serie de variables ou datos que nos permiten analizar os resultados do período de intervención. Ademais, tamén obtemos datos e variables do propio período de intervención.",
  "hacemos_4": "Rematamos a serie 2 en Galicia e seguimos recollendo datos, agora en outras Comunidades Autónomas.",
  "actualidad": "Actualidade",
  "somos": "Quen somos?",
  "colaboradores": "Colaboradores",
  "description_somos": "Nós somos un pequeno equipo de traballo que se podería dividir en dous grupos: fisioterapeutas (NEUROcom) e informáticos (GTEC).",
  "description_somos2": "A continuación preséntamonos brevemente:",
  "contacto": "Contacto",
  "contacto2": "Contacto",
  "derechos": "Todos os dereitos reservados.",
  "privacidad": "Política de privacidade",
  "condiciones": "Termos e condicións",
  "uni": "Universidade da Coruña (UDC)",
  "title_description1": "Que é WeFUN?",
  "txt_description1": "WeFUN é un proxecto de investigación da Universidade da Coruña (UDC) financiado polo Ministerio de Ciencia e Innovación na convocatoria de Xeración de Coñecemento do 2021. Este proxecto ten como obxectivo ou finalidade mellorar a funcionalidade en nenos e nenas con parálise cerebral unilateral, tamén coñecida como hemiparesia, a través do uso innovador de tecnoloxía portátil.",
  "help_description": "Axuda PID2021-126782OA-I00 financiado/a por MCIN/AEI/10.13039/501100011033 e por \"FEDER Un xeito de facer Europa\" Estudo aprobado polo Comité de Ética da Investigación da Coruña-Ferrol código 2023-314",
  "txt_hacemos": "Explicar en que consiste o proxecto máis concretamente e que facemos",
  "description_actualidad": "Aquí poderás ver as últimas novas e novidades tanto do proxecto WeFUN como similares.",
  "contacto_description": "Se estás interesado/a en participar ou obter máis información, animámoste a que te poñas en contacto con Verónica Robles, Investigadora Principal (IP) do proxecto. Para iso, facilitámosche a continuación un correo electrónico:",
  "rrss_description": "Tamén che invitamos a seguirnos nas nosas redes sociais para estar ao tanto dos nosos proxectos e novidades:",
  "vero_mail": "veronica.robles@udc.es",
  "vero_phone": "+34 981 167 000 (ext. 5978)",
  "rol_vero": "Investigadora Principal (IP)",
  "description_vero": "Contratada Doutora no Departamento de Fisioterapia, Medicina e Ciencias Biomédicas. Fisioterapeuta, Terapeuta Ocupacional. Máster e Doutoramento en Neurociencias. Investigadora principal do proxecto WeFUN (escribe, crea, coordina, xestiona, motiva, etc. e apaga fogos). Méveme a miña curiosidade polo cerebro e o meu compromiso coa infancia.",
  "rol_fran": "Investigador",
  "description_fran": "Contratado Doutor no Departamento de Enxeñaría de Computadores. Membro do Grupo de Tecnoloxía Electrónica e Comunicacións. Doutor e Enxeñeiro en informática. Encargado do desenvolvemento das aplicacións móbiles, a adquisición das sinais de movemento dos sensores e a recopilación dos datos para posterior análise.",
  "rol_irene": "Contratada predoctoral (PC-PD)",
  "description_irene": "Contratada Predoctoral pola Xunta de Galicia no Departamento de Fisioterapia, Medicina e Ciencias Biomédicas. Fisioterapeuta. Máster en Fisioterapia Pediátrica. Estudante de doutoramento no POD en Neurociencias. Investigadora e parte do equipo de traballo no proxecto WeFUN.",
  "rol_lucas": "Axudante de apoio á investigación",
  "description_lucas": "Graduado en Enxeñaría Informática e en WeFUN realiza tarefas relacionadas co análisis de datos: cálculo de variables, xeración de ficheiros Excel coas variables, xeración de gráficas... todo iso a través de Python. Tamén realicei tarefas de testing e apoio en canto ao desenvolvemento da aplicación móbil. Creador deste sitio web.",
  "rol_vanesa": "Técnica de apoio á investigación",
  "description_vanesa": "Graduada en Fisioterapia, en WeFUN realiza tarefas de planificación e difusión, preparación e asistencia en sesións experimentais, así como análise de datos. No equipo é unha esponxa curiosa: aprende e aporta con enxeño. O meu desexo científico: conservar a neuroplasticidade dun cerebro en desenvolvemento.",
  "publication_of": "Publicación de:",
  "comments_title": "Comentarios",
  "show_comments": "Amosar comentarios",
  "hide_comments": "Ocultar comentarios",
  "next_page": "Seguinte",
  "previous_page": "Anterior",
  "not_comments": "Aínda non hai comentarios",
  "your_name": "O teu nome",
  "input_comment_title": "¿Anímaste a comentar?",
  "write_comment": "Escribe o teu comentario",
  "send_comment": "Enviar comentario",
  "back": "Volver atrás",
  "send_error": "Erro ao enviar o comentario. Por favor, inténtao de novo máis tarde.",
  "sending": "Enviando...",
  "publication_not_found": "Publicación non atopada",
  "author": "Autor",
  "unknown": "Descoñecido",
  "loading_comments": "Cargando comentarios...",
  "no_comments": "Aínda non hai comentarios.",
  "comment_error": "Erro ao cargar os comentarios. Por favor, inténtao de novo máis tarde.",
  "error_empty_name": "O nome non pode estar baleiro.",
  "error_empty_comment": "O comentario non pode estar baleiro.",
  "colaboradores_title": "Colaboradores",
  "colaboradores_description": "A continuación móstranse os colaboradores do proxecto WeFUN, tanto a nivel nacional como internacional. Se queres colaborar con nós, non dubides en poñerte en contacto.",
  "privacidad_title": "Política de privacidade",
  "last-updated-privacidad": "Última actualización: 20 de xuño de 2025",
  "privacidad_1": "1. Que datos recollamos?",
  "privacidad_1_1": "O teu nome.",
  "privacidad_1_2": "O contido do comentario.",
  "privacidad_1_3": "Información técnica como a dirección IP e o navegador (Firebase).",
  "privacidad_2": "2. Para que usamos estes datos?",
  "privacidad_2_1": "Amosar os comentarios na web.",
  "privacidad_2_2": "Gardar o funcionamento e a seguridade do servizo (Firebase).",
  "privacidad_2_3": "Non usamos os teus datos con fins comerciais nin para crear perfís.",
  "privacidad_3": "3. Onde se almacenan os datos?",
  "privacidad_3_1": "Os datos almacenanse en Google Firebase Realtime Database, que pode aloxalos fóra da Unión Europea. Google aplica garantías adecuadas como cláusulas contratuais tipo.",
  "privacidad_4": "4. Durante canto tempo conservamos os teus datos?",
  "privacidad_4_1": "Os comentarios conservense indefinidamente, salvo que:",
  "privacidad_4_2": "Solicites a súa eliminación.",
  "privacidad_4_3": "Detecte contido inapropiado ou abusivo.",
  "privacidad_5": "5. Con quen compartimos os teus datos?",
  "privacidad_5_1": "Non compartimos os teus datos con terceiros. Só Firebase (Google) ten acceso a eles para prestar o servizo.",
  "privacidad_6": "6. Os teus dereitos",
  "privacidad_6_1": "Acceder aos teus datos.",
  "privacidad_6_2": "Solicitar a súa corrección ou eliminación.",
  "privacidad_6_3": "Limitar ou opoñerse ao tratamento.",
  "privacidad_7": "7. Cookies",
  "privacidad_7_1": "Este sitio non utiliza cookies propias nin de terceiros.",
  "privacidad_content": "<p@Tomamos moi en serio a privacidade dos teus datos. Esta páxina explica que información recompilamos, como a usamos e como a protexemos.</p><p>Non compartimos a túa información con terceiros sen o teu consentimento explícito.</p>",
  "title_terminos": "Termos e condicións",
  "terminos_title": "Termos e condicións",
  "last_updated_terminos": "Última actualización: 20 de xuño de 2025",
  "terminos_1": "1. Uso adecuado",
  "terminos_1_1": "Os comentarios deben utilizarse de forma respectuosa e construtiva. Non está permitido:",
  "terminos_1_2": "Publicar contido ofensivo, violento, discriminatorio ou ilegal.",
  "terminos_1_3": "Suplantar a outra persoa.",
  "terminos_1_4": "Publicar spam, enlaces maliciosos ou con fins promocionais.",
  "terminos_2": "2. Moderación",
  "terminos_2_1": "Reservámonos o dereito a:",
  "terminos_2_2": "Eliminar comentarios que incumplan estas normas ou se consideren inapropiados.",
  "terminos_2_3": "Bloquear o acceso a usuarios que abusen do sistema de comentarios.",
  "terminos_2_4": "Non revisar previamente todos os comentarios antes da súa publicación.",
  "terminos_3": "3. Responsabilidade do contido",
  "terminos_3_1": "Cada usuario é responsable do contido que publica. Esta web non se fai responsable das opinións expresadas polos usuarios nos comentarios.",
  "terminos_4": "4. Disponibilidade do servizo",
  "terminos_4_1": "O sistema de comentarios pode ser modificado, suspendido ou eliminado en calquera momento sen previo aviso.",
  "terminos_5": "5. Cambios nos termos",
  "terminos_5_1": "Podemos actualizar estes termos en calquera momento. Recoméndase revisalos periódicamente para estar ao tanto dos cambios.",
  "terminos_content": "<p>Ao usar este sitio web, aceptas cumprir cos termos e condicións establecidos a continuación. Reservámonos o dereito de modificar estes termos en calquera momento.</p><p>O uso continuado do sitio despois destes cambios constitúe a aceptación dos novos termos.</p>",
  "no_results": "Non se atoparon resultados para a busca realizada.",
  "search_placeholder": "Buscar publicacions...",
  "search_button": "Buscar",
  "confirm_send_comment": "Unha vez publiques un comentario non poderás editalo nin eliminalo.<br>¿Estás seguro/a de que queres enviar o seguinte comentario?",
  "comment": "Comentario",
  "confirm-title": "Confirmación",
  "confirm-yes": "Si, enviar",
  "confirm-no": "Non, non enviar",
  "success-title": "Éxito",
  "success-message": "Comentario enviado correctamente.",
  "success-ok": "Aceptar",
  "error-title": "Erro",
  "error-message": "Produciuse un erro.",
  "error-ok": "Aceptar",
  "colaboradores_title2": "Colaboradores",
  "colaboradores_text": "Nesta sección poderás ver diferentes persoas e entidades que colaboran ou colaboraron co proxecto WeFUN:",
  "universidades": "Universidades",
  "investigadores": "Investigadores",
  "empresas": "Empresas",
  "colaboradores_additional": "Se queres colaborar connosco, non dubides en contactarnos. Podes ver os nosos datos de contacto premendo <a id='aqui' href='../pages/contacto.html'>aquí</a>."
}