{
  "title": "WeFUN",
  "project_name": "WeFUN",
  "project_description": "Uso innovador de tecnoloxía portable para mellorar a funcionalidade en nenos e nenas con parálise cerebral unilateral",
  "inicio": "Inicio",
  "wefun-and-related-projects": "WeFUN e outros proxectos relacionados",
  "proyectos-related": "Proxectos relacionados",
  "autores": "<strong>Autores/as</strong>",
  "enlaces-interes": "<strong>Ligazóns de interese</strong>",
  "otros-proyectos": "<strong>Outros proxectos:</strong>",
  "ir-ycpem": "Ver información sobre YC-PEM",
  "ir-satco": "Ver información sobre SATCo",
  "ir-teddy": "Ver información sobre Teddy Digital",
  "teddy": "Teddy Digital",
  "resumen-teddy": "Presentamos unha nova aplicación, Digital Teddy, desenvolvida para realizar de forma estandarizada o Teddy Bear Cancellation Test (TBCT) nunha tableta. Unha ferramenta práctica en contornos clínicos e académicos para avaliar a atención visual selectiva.",
  "teddy-1": "A atención selectiva é esencial na vida diaria e desempeña un papel importante durante a infancia, xa que facilita o desenvolvemento do movemento ou da cognición. Porén, non existen suficientes ferramentas estandarizadas que sexan prácticas en contornos clínicos e académicos.",
  "teddy-2": "Presentamos unha nova aplicación, <em>Digital Teddy</em>, desenvolvida para realizar de forma estandarizada o Teddy Bear Cancellation Test (TBCT) nunha tableta.",
  "teddy-3": "No estudo inicial, 45 nenas e nenos con desenvolvemento típico e idades de 2 a 8 anos, así como 27 nenos e nenas con diferentes alteracións do neurodesenvolvemento, realizaron o test na versión dixital e en papel.",
  "teddy-4": "As variables que se miden no TBCT son o número e a localización das omisións, así como a localización dos tres primeiros obxectivos atopados. Digital Teddy tamén rexistra a precisión na localización das dianas e o tempo total empregado.",
  "teddy-5": "Os datos preliminares amosaron que o número de omisións foi similar tanto na versión orixinal como na dixital do TBCT. O TBCT dixital presenta unha boa validez test-retest cando os obxectivos se presentan en orde aleatoria e se proporciona un primeiro intento para asegurar a comprensión da tarefa. Estudos futuros ampliarán a mostra nas diferentes patoloxías, proporcionando tamén datos normativos. Ademais, Digital Teddy rexistra os datos con maior precisión (precisión, tempo, etc.) e pode configurarse de forma distinta segundo a idade ou o nivel de atención. Os datos tamén revelan unha moi boa satisfacción por parte dos administradores do test.",
  "teddy-6": "Actualmente estase ampliando o tamaño da mostra, tanto en número como en condicións médicas con risco de presentar déficits de atención. Digital Teddy podería ser útil na práctica clínica diaria, xa que require pouco tempo, escasos recursos humanos e materiais, e utiliza tecnoloxía doméstica e accesible, mostrando resultados similares aos do test orixinal.",
  "teddy-7": "Agradecemos ás familias, escolas infantís e centros educativos públicos e privados que nos axudaron a recoller os datos e cederon as súas instalacións para as avaliacións, así como ás colaboradoras do proxecto (Nuria Martín Pozuelo, Isabel de las Cuevas-Terán e Laura Piccardi).",
  "ruc-link": "Repositorio Universidade da Coruña (RUC)",
  "ycpem": "YC-PEM",
  "resumen-ycpem": "Canto participan os nenos e nenas pequenos con e sen discapacidade? Este proxecto de validación da ferramenta Young Children's Participation and Environment Measure na poboación española permitirá avaliar como é a participación dos nenos e nenas pequenos (de 0 a 5 anos) en diferentes contornos e a influencia de cada un deles na súa participación.",
  "ycpem-1": "A YC-PEM (abreviatura de Young Children's Participation and Environment Measure) é unha ferramenta de avaliación deseñada para medir a participación de nenos pequenos (de 0 a 5 anos) en diferentes contornos e como o contorno inflúe nesa participación. Foi desenvolvida principalmente para ser usada por profesionais da saúde, educación e desenvolvemento infantil, así como polas familias. Desenvolveuse na universidade McMaster (Canadá).",
  "ycpem-2": "No 2021 asinamos con eles un acordo de colaboración para validar a ferramenta na poboación española. Na actualidade xa enviamos a publicar a adaptación transcultural e estamos finalizando a recollida de datos en todo o territorio español, para que, de ser válida, poida usarse de maneira clínica e científica na nosa poboación.",
  "ycpem-3": "Ao longo destes anos puidemos comprobar canto participan os nenos e nenas pequenos. É moito, aínda que non o creamos! E xa desde pequenos, os nenos e nenas con alteracións no neurodesenvolvemento experimentan dificultades na súa participación. Esta ferramenta axudaranos a identificalas e a poñer solucións canto antes.",
  "ycpem-4": "Agradecemos ás familias, escolas infantís e centros educativos públicos e privados que nos axudaron e facilitaron o contacto coas familias interesadas, difundindo o estudo para a recollida de datos, así como aos colaboradores do proxecto nas diferentes fases.",
  "ycpem-video-link": "Vídeo sobre a validación de YC-PEM",
  "universidad-mcmaster-link": "Universidade McMaster (Canadá)",
  "satco": "SATCo",
  "resumen-satco": "O control postural sentado é fundamental para a independencia funcional e a participación nas actividades da vida diaria. A validación da escala SATCo na poboación española proporcionará unha ferramenta clínica válida e fiable para avaliar o control postural do tronco en nenos e nenas e adolescentes con trastornos do neurodesenvolvemento de 0 a 18 anos.",
  "satco-1": "A SATCo (polas súas siglas en inglés: Segmental Assessment of Trunk Control) ou Avaliación Segmentaria do Control do Tronco é unha ferramenta clínica que se utiliza para avaliar o control postural do tronco en nenos e nenas e adolescentes con trastornos do neurodesenvolvemento, como parálise cerebral, lesións neurolóxicas ou atraso no desenvolvemento motor. É capaz de determinar o nivel máis baixo do tronco no que unha persoa pode manter o control do tronco, nunha posición erguida e aliñada (posición vertical neutra) de forma independente, sen soporte externo. Coñecer isto é moi interesante para identificar de maneira detallada o nivel óptimo no que se deben proporcionar apoios, cuantificando a evolución do control postural tras unha intervención terapéutica. Isto tamén é moi relevante, xa que a habilidade postural inflúe de maneira determinante na habilidade manual.",
  "satco-2": "Neste proxecto iniciado no 2019 estamos a traballar na validación desta ferramenta na poboación española. Xa avaliamos o control postural de máis de 5040 bebés, nenos e nenas e adolescentes entre 1 e 18 anos con desenvolvemento típico e atípico, obtendo datos moi interesantes que publicaremos proximamente. Ademais, neste proxecto colaboramos coa profesora Penny B Butler actualizando o manual desta escala e encargándonos da versión española que podedes atopar na <a id='link-optimi' href='https://optimi.org.uk/' target='_blank' rel='noopener noreferrer'>páxina web de OPTIMI Targeted Training</a>.",
  "satco-3": "Agradecemos ás familias, asociacións e centros de rehabilitación privados que nos axudaron e facilitaron o contacto coas familias interesadas, difundindo o estudo para o recrutamento de participantes e facilitando as súas instalacións para a recollida de datos, así como aos colaboradores do proxecto nas diferentes fases. Ademais, agradecemos a Leckey por facilitarnos o banco específico de SATCo para realizar as avaliacións e ao Colexio Oficial de Fisioterapeutas, que, outorgando unha bolsa de investigación a unha das investigadoras, financiou unha parte do proxecto.",
  "proyectos": "Proxectos",
  "proyectos_description": "Nesta sección poderás acceder aos proxectos que en certa medida están relacionados con WeFUN, como poden ser: o proxecto sobre Teddy Digital, YC-PEM ou SATCo.",
  "interesa": "Participas?",
  "interesa-p1": "Se estás interesado/a en que o teu fillo ou filla sexa participante deste estudo de investigación, deixámoste informar sobre os criterios de inclusión e exclusión:",
  "criterios_inclusion": "Criterios de inclusión",
  "criterios_exclusion": "Criterios de exclusión",
  "l0_inclusion": "Nenos e nenas de entre 3-8 anos",
  "l1_inclusion": "Diagnóstico confirmado de hemiparesia",
  "l2_inclusion": "Sen inxeccións de toxina botulínica ou intervencións cirúrxicas nos 6 meses previos ao estudo ou durante o mesmo",
  "l4_inclusion": "Niveis MACS: I a III",
  "l1_exclusion": "Complicacións médicas que poidan interferir (por exemplo, epilepsia non controlada)",
  "l2_exclusion": "Predominancia de patróns de movemento atetoide ou distonía",
  "l3_exclusion": "Nivel cognitivo insuficiente para seguir instrucións",
  "l4_exclusion": "Alteración visual non corrixida",
  "next_essays": "Próximos ensaios",
  "interesa-p2": "No caso de que chegases ata aquí, quizais che interese saber que estamos a preparar novos ensaios clínicos fóra de Galicia, máis concretamente en Madrid e Alicante.",
  "alicante_l1": "3 avaliacións de 2 horas de duración <strong>presenciais</strong> na Universidade Miguel Hernández de Elche (Campus de San Juan). </br><strong>Datas:</strong> 23-25 de xaneiro (inicial), 27 de febreiro - 1 de marzo (post-intervención) e 10-12 de abril (seguimento).",
  "alicante_l2": "<strong>Intervención:</strong> programa domiciliario de 1 mes de duración no que o neno ou nena levará un dispositivo coas aplicacións WeFun, adaptado ás súas necesidades e baseado nun programa de rutinas diarias.",
  "alicante_l3": "<strong>Seguimento:</strong> realizado por un fisioterapeuta do equipo de investigación.",
  "alicante_l4": "<strong>Como podo anotarme?</strong> enchendo o seguinte <a href='https://forms.office.com/e/WrCxBUKgL8' class='custom-link' target='_blank' rel='noopener noreferrer'>formulario en liña</a>",
  "hacemos": "Que facemos?",
  "hacemos_1": "Desenvolveuse unha tecnoloxía de acordo coa evidencia científica actual e coas perspectivas das familias sobre o uso da tecnoloxía na casa, que está a ser probada nun estudo de viabilidade. Neste avalíanse nenos e nenas entre tres e oito anos con hemiparesia, aos que se lles realizan unha serie de avaliacións en tres momentos diferentes.",
  "hacemos_2_1": "PRE: xusto antes do período de intervención",
  "hacemos_2_2": "POST: inmediatamente despois do período de intervención",
  "hacemos_2_3": "FOLLOW UP: un mes despois do final do período de intervención",
  "hacemos_2": "Lévase a cabo unha intervención baseada en rutinas levando a tecnoloxía ao domicilio e optimizando os tempos de práctica.",
  "hacemos_3": "Unha vez finalizadas as tres fases, obtense unha serie de variables ou datos que nos permiten analizar os resultados do período de intervención. Ademais, tamén obtemos datos e variables do propio período de intervención.",
  "hacemos_4": "Rematamos a serie 3 en Madrid e agora estamos a recoller datos noutras Comunidades Autónomas.",
  "actualidad": "Actualidade",
  "somos": "Quen somos?",
  "colaboradores": "Colaboradores",
  "description_somos": "Somos un pequeno equipo de traballo de dous grupos de investigación: NEUROcom, profesionais sanitarios e relacionados coa ciencia do movemento (Ability Team), e GTEC, enxeñeiros informáticos (Tech Team).",
  "description_somos2": "A continuación presentámonos brevemente:",
  "contacto": "Contacto",
  "contacto2": "Contacto",
  "derechos": "Todos os dereitos reservados.",
  "privacidad": "Política de privacidade",
  "condiciones": "Termos e condicións",
  "uni": "Universidade da Coruña (UDC)",
  "title_description1": "Que é WeFUN?",
  "txt_description1": "WeFUN é un proxecto de investigación da Universidade da Coruña (UDC) financiado polo Ministerio de Ciencia e Innovación na convocatoria de Xeración de Coñecemento do 2021. Este proxecto ten como obxectivo mellorar a funcionalidade en nenos e nenas con parálise cerebral unilateral, tamén coñecida como hemiparesia, a través do uso innovador de tecnoloxía portátil.",
  "help_description": "Axuda PID2021-126782OA-I00 financiada por MCIN/AEI/ 10.13039/501100011033 e por \"FEDER Unha maneira de facer Europa\" Estudo aprobado polo Comité de Ética da Investigación da Coruña-Ferrol código 2023-314",
  "txt_hacemos": "Explicar en que consiste o proxecto máis concretamente e que facemos",
  "description_actualidad": "Aquí poderás ver as últimas novas e novidades tanto do proxecto WeFUN como doutros similares.",
  "contacto_description": "Se estás interesado/a en participar ou obter máis información, animámoste a que contactes con Verónica Robles, Investigadora Principal (IP) do proxecto. Para iso, facilitámosche a continuación un correo electrónico:",
  "rrss_description": "Tamén te invitamos a seguirnos nas nosas redes sociais para estar ao día dos nosos proxectos e novidades:",
  "vero_mail": "veronica.robles@udc.es",
  "rol_vero": "Investigadora Principal (IP)",
  "description_vero": "Contratada doutora no Departamento de Fisioterapia, Medicina e Ciencias Biomédicas. Fisioterapeuta, Terapeuta Ocupacional. Máster e Doutoramento en Neurociencias. Investigadora principal do proxecto WeFUN (escribe, crea, coordina, xestiona, motiva, etc. e apaga lumes). Móveme a curiosidade polo cerebro e o compromiso coa infancia.",
  "rol_fran": "Investigador",
  "description_fran": "Contratado doutor no Departamento de Enxeñaría de Computadores. Membro do Grupo de Tecnoloxía Electrónica e Comunicacións. Doutor e Enxeñeiro en informática. Encargado do desenvolvemento das aplicacións móbiles, da adquisición dos sinais de movemento dos sensores e da recompilación dos datos para a súa posterior análise.",
  "rol_irene": "Contratada predoutoral (PC-PD)",
  "description_irene": "Contratada predoutoral pola Xunta de Galicia no Departamento de Fisioterapia, Medicina e Ciencias Biomédicas. Fisioterapeuta. Máster en Fisioterapia Pediátrica. Estudante de doutoramento no POD en Neurociencias. Investigadora e parte do equipo de traballo no proxecto WeFUN.",
  "rol_lucas": "Axudante de apoio á investigación",
  "description_lucas": "Graduado en Enxeñaría Informática e en WeFUN realiza tarefas relacionadas coa análise de datos: cálculo de variables, xeración de ficheiros Excel coas variables, xeración de gráficas... todo a través de Python. Tamén realizou tarefas de testing e apoio no desenvolvemento da aplicación móbil. Creador deste sitio web.",
  "rol_vanesa": "Técnica de apoio á investigación",
  "description_vanesa": "Graduada en Fisioterapia, en WeFUN realiza tarefas de planificación e difusión, preparación e asistencia en sesións experimentais, así como análise de datos. No equipo é unha esponxa curiosa: aprende e achega con enxeño. O meu desexo científico: conservar a neuroplasticidade dun cerebro en desenvolvemento.",
  "rol_tatiana": "Terapeuta ocupacional",
  "description_tatiana": "Dentro do proxecto WeFUN encárgase do deseño e seguimento das adaptacións na intervención do protocolo. Tamén axuda nas tarefas de difusión do estudo, recrutamento de participantes, recollida e interpretación dos datos e a difusión dos resultados.",
  "rol_javier": "Colaborador na Comunidade de Madrid e arredores",
  "description_javier": "Doutor en Fisioterapia, docente e investigador na Universidade Europea de Madrid. En WeFUN realiza tarefas relacionadas coa difusión do proxecto e recrutamento de participantes, colaboración en recursos loxísticos, recollida de datos e aplicación do protocolo de intervención en Madrid.",
  "rol_mari_carmen": "Investigadora",
  "description_mari_carmen": "Profesora Titular da Área de Fisioterapia da Universidade Miguel Hernández. Especialista Universitaria en Fisioterapia en Pediatría, Máster e Doutora. Dentro do proxecto WeFUN realiza tarefas relacionadas coa difusión do proxecto e recrutamento de participantes, colaboración en recursos loxísticos, recollida de datos e aplicación do protocolo en Alicante, e en axudar no que faga falta.",
  "publication_of": "Publicación de:",
  "comments_title": "Comentarios",
  "show_comments": "Amosar comentarios",
  "hide_comments": "Ocultar comentarios",
  "next_page": "Seguinte",
  "previous_page": "Anterior",
  "not_comments": "Aínda non hai comentarios",
  "your_name": "O teu nome",
  "input_comment_title": "Anímaste a comentar?",
  "write_comment": "Escribe o teu comentario",
  "send_comment": "Enviar comentario",
  "back": "Volver atrás",
  "send_error": "Erro ao enviar o comentario. Por favor, inténtao de novo máis tarde.",
  "sending": "Enviando...",
  "not_found": "Publicación non atopada",
  "author": "Autor",
  "unknown": "Descoñecido",
  "loading_comments": "Cargando comentarios...",
  "no_comments": "Aínda non hai comentarios.",
  "comment_error": "Erro ao cargar os comentarios. Por favor, inténtao de novo máis tarde.",
  "error_empty_name": "O nome non pode estar baleiro.",
  "error_empty_comment": "O comentario non pode estar baleiro.",
  "colaboradores_title": "Colaboradores",
  "colaboradores_description": "A continuación móstranse os colaboradores do proxecto WeFUN, tanto a nivel nacional como internacional. Se queres colaborar con nós, non dubides en poñerte en contacto.",
  "privacidad_title": "Política de privacidade",
  "last-updated-privacidad": "Última actualización: 20 de xuño de 2025",
  "privacidad_1": "1. Que datos recollemos?",
  "privacidad_1_1": "O teu nome.",
  "privacidad_1_2": "O contido do comentario.",
  "privacidad_1_3": "Información técnica como o enderezo IP e o navegador (Firebase).",
  "privacidad_2": "2. Para que usamos estes datos?",
  "privacidad_2_1": "Amosar os comentarios na web.",
  "privacidad_2_2": "Garantir o funcionamento e a seguridade do servizo (Firebase).",
  "privacidad_2_3": "Non usamos os teus datos con fins comerciais nin para crear perfís.",
  "privacidad_3": "3. Onde se almacenan os datos?",
  "privacidad_3_1": "Os datos almacénanse en Google Firebase Realtime Database, que pode aloxalos fóra da Unión Europea. Google aplica garantías adecuadas como cláusulas contractuais tipo.",
  "privacidad_4": "4. Durante canto tempo conservamos os teus datos?",
  "privacidad_4_1": "Os comentarios consérvanse indefinidamente, agás que:",
  "privacidad_4_2": "Solicites a súa eliminación.",
  "privacidad_4_3": "Se detecte contido inapropiado ou abusivo.",
  "privacidad_5": "5. Con quen compartimos os teus datos?",
  "privacidad_5_1": "Non compartimos os teus datos con terceiros. Só Firebase (Google) accede a eles para prestar o servizo.",
  "privacidad_6": "6. Os teus dereitos",
  "privacidad_6_1": "Acceder aos teus datos.",
  "privacidad_6_2": "Solicitar a súa corrección ou eliminación.",
  "privacidad_6_3": "Limitar ou opoñerte ao tratamento.",
  "privacidad_7": "7. Cookies",
  "privacidad_7_1": "Este sitio non utiliza cookies propias nin de terceiros.",
  "privacidad_content": "<p>Tomamos moi en serio a privacidade dos teus datos. Esta páxina explica que información recompilamos, como a usamos e como a protexemos.</p><p>Non compartimos a túa información con terceiros sen o teu consentimento explícito.</p>",
  "title_terminos": "Termos e condicións",
  "terminos_title": "Termos e condicións",
  "last_updated_terminos": "Última actualización: 20 de xuño de 2025",
  "terminos_1": "1. Uso adecuado",
  "terminos_1_1": "Os comentarios deben utilizarse de forma respectuosa e construtiva. Non está permitido:",
  "terminos_1_2": "Publicar contido ofensivo, violento, discriminatorio ou ilegal.",
  "terminos_1_3": "Suplantar outra persoa.",
  "terminos_1_4": "Publicar spam, ligazóns maliciosas ou con fins promocionais.",
  "terminos_2": "2. Moderación",
  "terminos_2_1": "Reservámonos o dereito a:",
  "terminos_2_2": "Eliminar comentarios que incumpran estas normas ou se consideren inapropiados.",
  "terminos_2_3": "Bloquear o acceso a usuarios que abusen do sistema de comentarios.",
  "terminos_2_4": "Non revisar previamente todos os comentarios antes da súa publicación.",
  "terminos_3": "3. Responsabilidade do contido",
  "terminos_3_1": "Cada usuario é responsable do contido que publica. Esta web non se fai responsable das opinións expresadas polos usuarios nos comentarios.",
  "terminos_4": "4. Dispoñibilidade do servizo",
  "terminos_4_1": "O sistema de comentarios pode ser modificado, suspendido ou eliminado en calquera momento sen previo aviso.",
  "terminos_5": "5. Cambios nos termos",
  "terminos_5_1": "Podemos actualizar estes termos en calquera momento. Recoméndase revisalos periodicamente para estar ao tanto dos cambios.",
  "terminos_content": "<p>Ao utilizar este sitio web, aceptas cumprir cos termos e condicións establecidos a continuación. Reservámonos o dereito de modificar estes termos en calquera momento.</p><p>O uso continuado do sitio despois destes cambios constitúe a aceptación dos novos termos.</p>",
  "no_results": "Non se atoparon resultados para a busca realizada.",
  "search_placeholder": "Buscar publicacións...",
  "search_button": "Buscar",
  "confirm_send_comment": "Unha vez publiques un comentario non poderás editalo nin eliminalo.<br>Estás seguro/a de que queres enviar o seguinte comentario?",
  "comment": "Comentario",
  "confirm-title": "Confirmación",
  "confirm-yes": "Si, enviar",
  "confirm-no": "Non, non enviar",
  "success-title": "Éxito",
  "success-message": "Comentario enviado correctamente.",
  "success-ok": "Aceptar",
  "error-title": "Erro",
  "error-message": "Produciuse un erro.",
  "error-ok": "Aceptar",
  "colaboradores_title2": "Colaboradores",
  "colaboradores_text": "Nesta sección poderás ver diferentes persoas e entidades que colaboran ou colaboraron co proxecto WeFUN:",
  "universidades": "Universidades",
  "investigadores": "Investigadores",
  "empresas": "Empresas",
  "colaboradores_additional": "Se queres colaborar con nós, non dubides en contactarnos. Podes ver os nosos datos de contacto premendo <a id='aqui' href='../pages/contacto.html'>aquí</a>."
}
